define(
    [ 'backbone', 'jquery', '../helper/DI' ],
    ()->
        return {
            key1: "Ключ первый"
            lc: "RU"

            # Слайдер
            p1_slider_slide1_h1: "Привет!"
            p1_slider_slide1_text: "Меня&nbsp;зовут Дмитрий&nbsp;Ерзунов. Я&nbsp;Javascript&nbsp;разработчик. <br>
                        Расскажу&nbsp;Вам немного&nbsp;о&nbsp;себе.
                        Следующий&nbsp;слайд, пожалуйста."

            p1_slider_slide2_h1: "МОСКВА"
            p1_slider_slide2_text: "Мне повезло жить в лучшем и красивейшем городе на&nbsp;свете.<br/>Он строился не сразу и не верит слезам."

            p1_slider_slide3_h1: "МГУДТ"
            p1_slider_slide3_text: "Ленивая&nbsp;юность, лекции, конспекты, лабораторки. <br/> Беззаботное студенчество и бессонные&nbsp;ночи перед&nbsp;экзаменами подарили&nbsp;мне уйму&nbsp;знаний и&nbsp;верных&nbsp;друзей."

            p1_slider_slide4_h1: "Лаборатория Касперского"
            p1_slider_slide4_text: "Будучи мальчишкой, я и представить не мог, что буду работать в&nbsp;легендарной лаборатории.<br>
                        Теперь в&nbsp;команде&nbsp;профессионалов я спасаю&nbsp;Мир от&nbsp;киберугроз."

            read_more: "Читать"
            to_website: "На сайт"
        }
)